var br = "<br>";
// ***week1*** 
// > (пн) 21 ноя 
var lesson = { 
	date : [
		"21 ноя(пн)",
		"22 ноя(вт)",
		"24 ноя(чт)",
		"28 ноя(пн)",
		"29 дек(вт)",
		"1 дек(чт)",
		"5 дек(пн)",
		"6 дек(вт)",
		"8 дек(чт)",
		"12 дек(пн)",
		"13 дек(вт)",
		"15 дек(чт)",
		"19 дек(пн)",
		"20 дек(вт)",
		"22 дек(чт)",
		"26 дек(пн)",
		"27 дек(вт)",
		"29 дек(чт)",
	],
	title : [
		"Организационно-методические указания. Ознакомление с правилами проведения разминки и самих занятий по гимнастике",
		"Группировка. Перекаты. Упражнение 'тачка'",
		"Перекаты. Отжимания",
		"Кувырок вперед - техника выполнения.",
		"Кувырок вперед. Прыжки со скакалкой.",
		"Кувырок вперед через препятствие",
		"Кувырок назад",
		"Стойка на лопатках(с согнутыми ногами), Мост",
		"Стойка на лопатках (на голове)",
		"Прыжки с высоты",
		"Круговая тренировка",
		"Лазанье по гимнастической стенке",
		"Лазанье и перелазанье по гимнастической стенке",
		"Лазанье по наклонно поставленной скамейке",
		"Перелазание через гимнастическую скамейку и горку матов",
		"Подтягивание, висы",
		"Равновесие",
		"Вращение обруча"
	]
 }

var week = function() {
	var count = 0;
	var week = 0;
	for (var i = 0; i < lesson.title.length; i++) {
		if(i%3 == 0) {
			week++;
			document.write("<p class='week'> Week " + week + " <br>");
		}
		count++;			
		document.write("Lesson " + count + ": " + lesson.date[i] + ", " + lesson.title[i] + "<br>"); 
	}
	document.write("</p>");	
}

week();
