// document.write("Hello 2 class!");

var br = "<br>";
// ***week1*** 
// > (пн) 21 ноя 
var lesson = { 
	date : [
		"23 ноя(ср)",
		"24 ноя(чт)",
		"25 ноя(пт)",
		"30 ноя(ср)",
		"1 дек(чт)",
		"2 дек(пт)",
		"7 дек(ср)",
		"8 дек(чт)",
		"9 дек(пт)",
		"14 дек(ср)",
		"15 дек(чт)",
		"16 дек(пт)",
		"21 дек(ср)",
		"22 дек(чт)",
		"23 дек(пт)",
		"28 дек(ср)",
		"29 дек(чт)",
		"30 дек(пт)",
	],
	title : [
		"Организационно-методические указания. Ознакомление с правилами проведения разминки и самих занятий по гимнастике",
		"Круговая тренировка. Повторение того, что было пройдено за первый год обучения",
		"Кувырок вперед",
		"Кувырок вперед с трех шагов",
		"Кувырок вперед с разбега",
		"Круговая тренировка",
		"Стойка на лопатках согнув ноги",
		"Стойка на лопатках согнув ноги перекатом вперед в упор присев",
		"Стойка на голове",
		"Лазанье и перелазанье на гимнастической стенке",
		"Различные виды перелазание",
		"Прыжки в скакалку",
		"Прыжки в скакалку в движении",
		"Прыжки с высоты",
		"Висы", 
		"Подтягивания",
		"Равновесие",
		"Гимнастическая скамейка",
		// "Гимнастическая палка",
		// "Вращение обруча"
	]
 }

var count = 0;
 for (var i = 0; i < lesson.title.length; i++) {
 		count += 1;	
 		document.write("Lesson " + count + ": " + lesson.date[i] + " " + lesson.title[i] + "<br>"); 	
}